Repository: stefanino-ch/lepg-py
Catalog: src/translations/*/LC_MESSAGES/lepg.po
Languages: de

source: TwoDDxf-ColorNameDesc
de: Farbname in Klartext

source: Open Pre-proc dxf file
de: Pre-Proz DXF Datei öffnen

source: proc_terminating_msg
de: Die Prozessierung ist abgeschlossen. Die Dateien befinden sich in demselben Verzeichnis wie der Prozessor von welchem sie generiert wurden.
